Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 그것은 목이 마른 듯했다.{j}텅 빈 세면대와 변기를 만지작거리다가 샤워기 줄을 잡고 낑낑거리는 등 온몸으로 갈증을 표현하고 있었다.
en_us: The creature seemed to be longing for a drink. He fumbled with the empty sink and the toilet. Then, he clutched on the shower hose and groaned, expressing how parched he was.{j}

source: “야, 갓 뜬 감생이 회는 그냥 먹어도 달어.{j}싫으면 탕 끓여 잡숫든가.”
en_us: “Oh please! Freshly caught black seabream tastes sweet without any of that. Or just make it into a soup.”{j}

source: 그곳에는 차예영이 서 있었다.{j}그녀는 심드렁한 어조로 대답했다.{j}“네, 안 가요.”
en_us: Yeyeong, who was standing there, said aloofly, “No, I’m not.”{j}{j}

source: 내가 타고 왔던 보트가 저 옆에 방파제 사이에 끼어서 산산조각으로 부서져 있는 것이 보였다.{j}자칫 잘못했으면 내가 저 꼴이 났겠지.{j}김씨 아저씨는 어디로 갔는지 보이지 않았다.{j}콘크리트 블록들 사이에 빠진 걸까?{j}아니면 진작에 바닷속으로 가라앉은 게 아닐까?
en_us: The boat I had taken earlier was stuck in the breakwater and being smashed into pieces. If things had gone wrong, I would have been the one getting wrecked. Meanwhile, Mr. Kim was nowhere to be seen. Had he fallen into the cracks of the concrete blocks? Or had he sunk deep into the ocean?{j}{j}{j}{j}

source: 그것들은 201호와 맞은편 202호 사이의 창문 틈으로 들어오는 비바람을 얼굴로 맞는 동시에 두 발은 바닥에 고인 물웅덩이에 담그고 있었다.{j}얼굴에 돋아난 따개비 패각들은 그동안 뾰족한 발로 막아 두었던 구멍을 활짝 벌린 채 그 안에서 몇 가닥의 촉수들을 꺼내 놓고 물을 음미하는 듯하다.
en_us: Rain splattered into the room through the window between Rooms 201 and 202 and splashed onto their faces. Meanwhile, their feet were plunged into the pool of rainwater. The barnacles growing out of the couple’s faces opened their sharp shells through which a few feather-like appendages shot out and tasted the water droplets.{j}

source: “나갈 계획을 상의해 보죠.{j}마침 제게 아이디어 하나가 있는데…….”{j}김슬비는 사람들을 모으며 말을 꺼내 놓았다.
en_us: “Let’s discuss the escape plan. I happen to have an idea, actually...” Seulbi said as she gathered everyone around.{j}{j}

source: 살짝 열린 문틈.{j}불 꺼진 방에 웅크리고 있는 나의 귓가로 희미한 소리가 들려온다.{j}그것은 남자와 여자가 말다툼을 벌이는 목소리였다.
en_us: Through the cracks of the open door, I heard the faint sound coming from the hall. I stayed huddled inside the dark room. Outside, there were voices of a man and a woman engaged in a quarrel.{j}{j}

source: 그때.{j}“진짜 감염된 거 아니야?”
en_us: Suddenly, someone commented, “What if he’s actually infected?”{j}

source: -빰빰빰빰빠 뷰리풀데이♩ 빰……
en_us: “Beep-beep-beep-beep-beep! Beautiful day! ♩ Beep...”

source: 냄비는 텅 비어 있었지만, 옆쪽과 바닥에 흰 국물이 졸아붙은 흔적이 보였다.{j}홍합 몇 톨이 냄비 바닥에 버려져 있었는데, 내 시선을 잡아끈 것은 홍합의 검은 껍데기 끝에 붙어 있는 것이었다.
en_us: The pot was empty, but there were traces of white, simmered soup to the side and on the floor too. Several mussels were strewn about on the floor. What caught my eye was something sticking onto the end of the black mussel shell.{j}

source: “털린 흔적은 없는데.{j}알바가 근무 도중에 도망간 건가?”{j}나는 긁힌 자국과 핏자국으로 얼룩진 입구의 유리문을 보며 중얼거렸다.
en_us: “It doesn’t appear ransacked. Did the part-timer run off in the middle of their shift?” I mumbled as I gazed at the glass entrance mottled with scratches and traces of blood.{j}{j}

source: 무엇보다 가슴에 매달려 있는 방수팩에서 반짝이는 핸드폰 불빛과 알람 소리.
en_us: There was also a waterproof pouch swung over its chest. Inside the pouch, a phone blinkered as it played a song.

source: 나는 끙끙거리며 문을 밀었고 좁은 틈새로 만신창이가 된 몸을 구겨 넣었다.
en_us: With a grunt, I rammed the door and squeezed in my wretched body into the narrow opening.

source: 나이스.{j}보수 안 해 두길 정말 잘했다.
en_us: Nice, I cheered inwardly.Thank goodness I hadn’t fixed the railing.{j}

source: 나는 후들거리는 다리로 주저앉았다.{j}만약 마스터 키가 없었더라면 꼼짝없이 죽을 뻔했다.{j}그리고 시기적절하게 위층에서 들려온 저 쇳소리도.{j}나는 깊은 한숨을 내쉬며 고개를 돌렸다.{j}바로 그때.
en_us: My knees quavered as I flopped down. I would have met my demise if I didn’t have the master key and if the metal clangs had not sounded from above. I exhaled a long sigh and turned my head.{j}{j}{j}{j}

source: 입가에 난 따개비들이 만각을 오므렸다 폈다를 반복하며 출수공(出水空)에서 게거품을 뿜어낸다.
en_us: The barnacles sprouting around the dead human’s mouth repetitively opened and closed their opercula and frothed at the mouth.

source: 나는 계단 앞에서 버렸던 식칼 창을 다시 주워 들고 재빨리 4층의 복도를 지나 밑으로 내려갔다.{j}3층 역시도 비슷했다.{j}애초에 복도에 있는 따개비 인간들의 수는 적었다.{j}대부분은 흐릿하게나마 비치는 빛을 피해 각 방으로 들어가 있었던 듯하다.
en_us: I picked up the makeshift spear I had discarded at the stairway and hurriedly fled down the stairs to the third floor. Things were looking pretty similar here too. There weren’t many barnacle humans in the corridor to begin with. Most of them seemed to have entered the rooms to take cover from the faintly shining light.{j}{j}{j}

source: 그때, 옆에 있던 김슬비가 대화에 끼어들었다.{j}“근데 이분한테 무작정 나가라고 하기에는 밖의 상황이 너무 안 좋은 것 같은데요?{j}태풍도 엄청 불고 비도 쏟아지는데.{j}따개비 인간들이 몇이나 더 있을지도 모르는 거고…….”
en_us: In that moment, Seulbi chipped in, “But it looks seriously bad out there. How can we simply tell him to leave? The typhoon’s still raging and it’s pouring outside. Who knows how many more barnacle humans are roaming around too...?”{j}{j}{j}

source: 나는 두 눈을 의심할 수밖에 없었다.{j}그도 그럴 것이, 유서의 말미에는 충격적인 내용이 적혀 있었기 때문이다.
en_us: I couldn’t believe my eyes. The letter ended with a shocking note.{j}

source: 현관문 쪽에서 나는 둔탁한 소리가 약간 더 커졌다.{j}아직도 따개비 인간들이 2층 복도를 떠나지 않은 모양.{j}나는 씁쓸한 마음으로 핸드폰을 내려놓고 고개를 돌렸다.{j}읽다 말고 내려놓은 유서가 보인다.{j}나는 그 유서를 집어 들고 다시 읽어 내려갔다.
en_us: The blunt sound coming from outside the door grew slightly louder. The barnacle humans were still lingering around the second-floor hallway. I put down the phone feeling bitter and turned my head. My eyes fell on the suicide note I had paused reading. I picked up the note and continued reading.{j}{j}{j}{j}

source: 지이익-
en_us: Ziiip.

source: “아뇨.{j}저희 방 안주는 쏘야랑 차돌 짜파구리였어요.”
en_us: “Nope. My room had sauve stir fry and beef brisket ram-don.”{j}

source: 그제야, 나는 비로소 목소리의 주인을 볼 수 있었다.{j}짧은 단발.{j}하얀 피부에 짙고 까만 눈썹.{j}크고 또랑또랑한 눈망울에 약간 쳐진 눈꼬리.{j}아직 볼에 젖살이 덜 빠져서 앳되어 보이는 여자 한 명이 서 있는 것이 보인다.{j}목에는 ‘20학번 김슬비’라는 명찰 하나가 걸려 있었다.
en_us: At last, I could see who the voice belonged to. She had short bobbed hair, pale skin, and thick, dark eyebrows. Her eyes were large and bright and slanted down a little. She still had some baby fat in her cheeks, making her look younger than her age. Around her neck hung a name tag that read, “Seulbi Gim, Class of ‘20.”{j}{j}{j}{j}{j}

source: 눈앞에 나타난 구멍은 기적적으로 나타난 활로였다.{j}나는 온 힘을 다해서 어항 앞으로 뛰었다.{j}깨져 있는 어항 끄트머리로 머리를 집어넣자, 녹색 물때가 말라붙은 어항 벽면 너머로 펼쳐져 있는 어둠이 보인다.{j}나는 그 안을 필사적으로 기었다.
en_us: The doghole that appeared miraculously before me was my escape route. With all my might, I bolted to the fish tank and poked my head through the cracked edge of the tank. Darkness stretched beyond the green crusty glass. I frantically slithered through the tube.{j}{j}{j}

source: ‘……하긴.{j}좋을 수가 없긴 하지.{j}제대로 자지도 못하고 먹지도 못했으니.’
en_us: Oh well... How can I be in top form in this situation? I didn’t sleep well or eat well.{j}{j}

source: 구슬땀을 흘리며 끙끙거리는 노원빈을 향해 황가애가 안타깝다는 듯한 표정을 지어 보인다.
en_us: Beads of sweat rolled down his face as Wonbin grunted. Ga-ae gazed at him with concern.

source: “어우, 물비린내.”
en_us: “Ugh, it stinks.” I pinched my nose.

source: 땅땅땅땅-
en_us: Then, a miracle happened.

source: 제일 먼저 눈에 들어온 것은 부둣가의 한 횟집.{j}<어진이네 물회&매운탕>{j}내 이름과 같은 간판이라 나름 자주 갔던 단골집이다.
en_us: The first place I noticed was a seafood restaurant by the dockside. The restaurant was called “Eojin’s Spicy Raw Fish Soup and Fish Stew.” It was a favorite of mine since it had my name on it.{j}{j}

source: “으아아아아아!”
en_us: “Aaaaaah!” I yelled.

source: 평소 같았으면 내 대답을 듣고 노크를 그만두었을 박씨 아저씨다.{j}그리고 급한 성격 탓에 늘 짧게 여러 번 두드리곤 했는데, 이번 노크 소리 사이의 이 텀은 뭘까?
en_us: Normally, Mr. Park would have stopped knocking once he heard my reply. Plus, he was impatient, so he’d always give a series of quick, multiple raps. What’s with the intervals between the knocks?{j}

source: 나는 창을 바짝 움켜쥐고는 카운터를 나섰다.{j}1층 구석, 가장 응달진 곳에 있는 화장실을 향해서.
en_us: I tightly gripped the spear and exited the checkout counter. Then, I headed for the toilet located in the shadiest corner of the first floor.{j}

source: 눈앞으로 이불이 다가왔다.{j}원래 어항 안을 막고 있던 이불을 다시 끼워 넣을 생각인 것 같았다.{j}그러나.
en_us: A blanket appeared before me to be shoved back inside the fish tank. But just as I was about to step out of the tube, something foreign grabbed my foot.{j}{j}

source: [현재도 계속…… 남하하고 있…… 태풍의 현재 이동 경로……]
en_us: “The hurricane... continues to move... southward...”

source: 박씨 아저씨의 핸드폰이 꺼진 순간, 또 다른 핸드폰 알람 소리가 들려오기 시작한 것이다.
en_us: The moment Mr. Park’s phone died, an alarm from another phone began playing.

source: 쏴아아아아아아아-
en_us: Whoooooosh.

source: 13- 모텔의 생존자 (3)
en_us: Chapter 13. Survivor at the Motel (3)

source: 여전히 뻣뻣하고 고압적이긴 했지만, 그래도 나름 숙이고 들어오는 것이 느껴진다.{j}조금 전에 바리케이드 밖으로 나가라고 하던 때와는 사뭇 달라진 태도였다.{j}나는 김슬비에게 그가 운전을 아예 할 줄 모른다는 말을 들었던 터라 상황이 이해가 됐다.
en_us: He was still stiff and domineering, but it was his way of making a request. He was quite different from when he had been chasing me out of the barricade earlier. Since Seulbi had already told me he didn’t know how to drive, I understood their circumstances.{j}{j}

source: 나무로 된 문이 힘없이 부서져 간다.
en_us: The feeble wooden door began crumbling down.

source: 꾸르르르르륵……
en_us: Gurgle gurgle...

source: 콰긱-
en_us: Crack!

source: 딸깍- 푸슉!
en_us: Click... Psh!

source: 나는 고개를 끄덕이며 그녀가 건네주는 창을 받았다.{j}트럭 뒤 칸에 웅크리고 앉아 벌벌 떨던 황가애는 어디서 그런 용기가 났는지, 벌써 편의점의 문을 향해 앞장서고 있었다.{j}손에 과도 하나를 꽉 쥐고 말이다.
en_us: I nodded and received the spear. Ga-ae, who had been squatting in the back of the truck and trembling in fear, suddenly gushed with bravery. She was already leading the way to the entrance of the convenience store with a fruit knife in her hand.{j}{j}

source: 어항 안에 갇힌 따개비 인간이 버둥거리는 것이 이불 너머로도 똑똑히 보인다.{j}딱딱하고 뾰족한 것이 유리와 맞닿는 소리가 고막을 찢을 듯이 긁어 대고 있었다.
en_us: Beyond the blankets, I could see the barnacle human visibly stuck inside the fish tank, floundering. Ear-shattering screeches sounded every time the hard, pointy carapace scraped against glass.{j}

source: [무우…… 서어어…… 워어어어…… 미아…… 안해애애…… 희주우우우…… 나는 살고 시프으으으…….]
en_us: “I’m... so... scaared... I’m... s...orry... huiii...juuu... I... want to liiive...”

source: 박씨 아저씨는 어느새 나에게로 달려들고 있었다.{j}나는 숨을 참고는 재빨리 뒤돌아 뛰었다.{j}박씨 아저씨가 나를 따라 계단에 한 발자국을 내딛는 순간.
en_us: Before I knew it, Mr. Park was lunging at me. I held my breath, quickly swerved around, and made a run for it. Mr. Park followed me closely and took a step up the stairs. In that moment the rusty handrail collapsed.{j}{j}

source: 허리를 훌떡 젖힌 채 네 발로 버둥거리는 꼴이, 마치 올무에 걸린 산짐승 같다.{j}팔다리에는 온통 따개비가 돋아나 있어 뾰족하고 날카로웠고, 등 아래로 늘어진 수많은 갑각들 탓에 매우 무거워 보였다.{j}왼쪽 손목에는 칼로 여러 번 그은 듯한 자국이 나 있었는데, 그 부분에만 유독 크고 굵은 따개비들이 살가죽을 비집고 돋아나 있었기에 더욱더 도드라져 보였다.
en_us: The barnacle being bent back his waist and floundered his limbs, much like a wild animal caught in a snare. His arms and legs were seething with barnacles, making them pointy and sharp. The myriads of carapaces dangling down his back looked incredibly weighty. There were multiple slits on his left wrist, through which several especially big and thick barnacles broke out.{j}{j}

source: 그 뒤로 딱히 대화를 나누는 이들은 없었다.{j}유일하게 나와 김슬비만이 정보 공유를 목적으로 대화를 이어 나가고 있을 뿐이었다.
en_us: No one really talked after that. Only Seulbi and I conversed to share more information.{j}

source: 나는 품을 뒤적여 스마트폰을 꺼냈다.{j}방수팩 안에 들어 있는 핸드폰 화면을 두드리자 박씨 아저씨의 가족사진이 떴다.
en_us: I desperately searched my pockets and took out the phone. When I tapped on the phone which was still packed inside the waterproof pouch, Mr. Park’s family photo flickered on the screen.{j}

source: ……하지만 아니었다.{j}나는 내 바지와 셔츠 아래로 툭 튀어나오는 검은 무언가들을 보았다.{j}생쥐만큼이나 큰 덩어리들이 바닥을 빠른 속도로 기어간다.{j}그것은 갯강구였다.
en_us: To my relief, they weren’t... I peered at the tiny black creatures poking out of my pants and shirt. They were as big as mice and scrabbling at a frightening speed. They were sea roaches.{j}{j}{j}

source: 별안간 내 귓가로 들려온 요란한 소음만 아니었어도 말이다.
en_us: Well, I would have had it not been for the brash noise.

source: 나는 미간을 찌푸린 채 따개비들을 벅벅 긁어 냈다.{j}이윽고, 나는 너덜너덜한 피부를 가진 감생이를 뒤집어서 배를 갈랐다.{j}내장을 빼낼 시간이었다.
en_us: With a grimace, I scraped off the barnacles. Next, I flipped over the tattered fish and slit its stomach. It was time to remove its guts and entrails.{j}{j}{j}

source: 덜그럭- 덜그럭- 부글부글부글부글……
en_us: Rattle rattle... Bubble bubble bubble bubble...

source: ……그리고 한참의 시간이 흘러 이 시점을 회상하면 늘 생각하는 두 가지, ‘잘못한 점’과 ‘잘한 점’이 하나씩 있다.{j}‘잘못한 점’은 내가 봤던 그 배의 정체를 조금 더 알아보려 하지 않았던 것.{j}그리고 ‘잘한 점’은 그날 박씨 아저씨에게 받은 그 감생이를 먹지 않았던 것이었다.
en_us: Whenever I look back to this moment much later, I always think of two things—what I did right and what I did wrong. What I shouldn’t have done was dismissing the mysterious boat. What I did do right was that I did not eat the black seabream that Mr. Park gave to me that day.{j}{j}

source: “진짜 아팠겠는데 이건.”
en_us: “It looks painful as hell.”

source: 뻐억- 빠각!
en_us: Thwack! Thunk!

source: 나는 그것들 중 당장 먹을 수 있는 것들을 골랐다.{j}제일 먼저 집어 든 것은 역시 컵라면이었다.{j}익숙한 로고와 색깔.{j}2019.05.20.{j}하지만 뚜껑 하단에 적혀 있는 유통기한은 익숙하다 못해 케케묵었다.
en_us: From the clutter, I grabbed the stuff I could eat right away. The first thing I snatched, of course, was the cup noodles. I recognized the logo and the color of the packaging. It read: 2019.05.20. The expiration date written on the bottom of the lid was from forever ago.{j}{j}{j}{j}

source: 나는 시계추처럼 흔들거리는 여고생의 몸을 지나 방구석에 놓인 가방을 뒤졌다.{j}자살을 위해 가지고 온 가방이라 그런지, 안에는 별다른 것들이 없었다.{j}라이터와 번개탄, 노끈, 테이프, 수면제로 추정되는 알약, 그리고…….
en_us: I passed the dead body swaying like a pendulum and opened the bag resting in the corner of the room. There wasn’t much inside due to the purpose of her trip. There was a lighter, charcoal, a cord, some tape, pills—probably sleeping pills—and finally...{j}{j}

source: 하지만 아무리 조심해서 뜯어도 청테이프는 계속해서 소리를 냈기에, 나는 테이프를 한 번 뜯을 때마다 주변을 연신 두리번거려야 했다.
en_us: But no matter how discreet I tried to be, the tape continued to make noises. Every time I cut a piece of tape, I had to continuously mind my surroundings.

source: 그런데.{j}……쿵! ……쿵! ……쿵!
en_us: However, he continued to bang the door.{j}

source: 밧줄에 쓸린 부분의 따개비들이 우수수 떨어져 나간다.{j}그러자 퉁퉁 불어터진 맨살이 드러났다.{j}김씨 아저씨의 몸이, 사람의 형태가 아까보다 조금 더 분명해진 것 같았다.{j}나는 급하게 시선을 돌렸다.
en_us: The rope chafed some of the barnacles, causing them to fall off in bunches. Underneath the barnacles was Mr. Kim’s bloated skin. His body looked a bit more human than before. I hurriedly looked away.{j}{j}{j}

source: 내가 근무하고 있는 ‘굴덕도’는 인천항에서 90㎞ 정도 떨어져 있는 작디작은 섬.{j}일반적인 등대관리원들과는 다르게 나는 이곳에 상주하면서 등대를 관리한다.{j}원래대로라면 한 달 주기로 교대가 이루어져야 하나…….{j}“교대자가 갑자기 잠수탔다고 하면 땡이냐고.”
en_us: Guldeok Island, the place I’m working at, is a tiny island located about fifty-six miles from Port of Incheon. Unlike most other lightkeepers these days, I live at the lighthouse while tending and caring for the lighthouse. Originally, I was supposed to switch shifts every month. However... “The next guy never showed up, damnit,” I grumbled.{j}{j}{j}

source: ……뿌직! ……뿌직! ……뿌직!
en_us: Crack...! Crack...! Crack...!

source: 킁킁킁킁-
en_us: Sniff sniff sniff sniff.

source: 낡은 계단이 비명을 지른다.
en_us: The ancient stairs screeched from my weight.

source: “원격제어시스템 업체에 연락해서 정기보수용역 관련 발주서도 떼어야 하고, 발주청에 제출할 서류도 꾸려야 하고, 과업지시서 내용도 검토해야 하고, 보안관리 책임자 선임계도 준비해야 하고…… 참, 발전기에 이불 감아 놓은 것도 빼야 하는데.{j}물에 다 젖었겠다.”
en_us: “I have to contact the remote system control company to request a routine maintenance service, write an order form to send over, review my task orders, prepare to train the next person in charge of security management, and... right. I also have to remove the blanket around the generator before it gets soaked.”{j}

source: 아까까지만 해도 일어나 있던 노원빈은 이제는 아예 일어날 생각도 하지 못하고 있는 것 같았다.{j}이마나 팔 등의 피부에는 홍조와 함께 옅은 발진도 돋아나 있었다.
en_us: Moments earlier, Wonbin had been out by the banister. Now, he didn’t even seem capable of sitting up. His forehead, arms, and other such skin were covered in faintly glowing rashes. {j}

source: “역시, 죽으라는 법은 없네.”
en_us: “And they say when one door closes, another door opens.” I smiled.

source: “어휴!{j}좀 잡아 줘!{j}센스 없게 정말!”
en_us: “Geez! Help me up, will you? You have zero manners!” Ga-ae whined.{j}{j}

source: “뭐야?{j}여드름이라도 났나?{j}생선인데?”{j}나는 고개를 갸웃하며 식칼을 잡았다.
en_us: “Huh. Are these acne? Do fish even have any?” I cocked my head and picked up a kitchen knife.{j}{j}{j}

source: 나는 그것들 중 당장 먹을 수 있는 것들을 골랐다.{j}제일 먼저 집어 든 것은 역시 컵라면이었다.{j}익숙한 로고와 색깔.
en_us: From the clutter, I grabbed the stuff I could eat right away. The first thing I snatched, of course, was the cup noodles. I recognized the logo and the color of the packaging.{j}{j}

source: 다가각- 다각- 다가가각- 드그그그그극-
en_us: Scratch, scratch, scratch. Screee...!

source: 끼기기기기긱-
en_us: Creaaaaaak...

source: 끼긱……
en_us: Creak...

source: 어쩐지 감생이의 무게가 크기에 비해 훨씬 많이 나가던 이유가 있었다.{j}이런 석회질 껍데기들이 배 안에 가득 차 있었으니.{j}
en_us: No wonder the black seabream weighed so much for its size. The fish was filled with calcite shells.{j}{j}

source: “이어진이 이제 물고기 구분도 척척 하네.{j}큰지 작은지도 다 알고~ 다 컸어~”{j}박씨 아저씨는 껄껄 웃으며 가져온 생선을 주방 싱크대 위에 올려놓았다.
en_us: “You really know your stuff now, Eojin. You can tell apart big fish from small. You’ve really grown.” Mr. Park laughed heartily before placing the fish on top of the kitchen sink.{j}{j}

source: “절대 무서워서 남겠다고 하는 게 아니야.{j}타이밍에 맞춰서 핸드폰을 내렸다가 줄을 감아 걷으려면 똑똑하고 순발력 좋은 사람이 남아야 하잖아.{j}이거 은근히 무겁기도 하고.{j}그리고 빈이를 간호할 사람도 있어야지.{j}안 그래?{j}가애 너도 다른 여자랑 빈이를 단둘이 남겨 두는 건 싫잖아.{j}그렇지?{j}이거 절대 무서워서 그러는 거 아니다?{j}오해할까 봐.”
en_us: “I’m not staying here because I’m scared. And whoever needs to lower the phones in time and then roll them back up has to be smart and quick. It’s pretty heavy too. Plus, someone needs to nurse Bin, right? You don’t want to leave Bin with another girl alone do you? Right? So, just to be clear, I’m not staying because I’m scared,” the president said defensively.{j}{j}{j}{j}{j}{j}{j}{j}

source: 콰직!
en_us: Crack!

source: <엄마mother> 희주야 어디있니...
en_us: Mother: Where are you, Huiju...?

source: “아저씨.”{j}그녀가 나를 부른다.
en_us: “Mister,” she called.{j}

source: “살았다.”{j}나는 다시 한번 숨을 몰아쉬었다.{j}그제야 터진 갯강구들이 내뿜는 역한 비린내가 콧속으로 파고든다.
en_us: “I made it.” I gasped for breath once more. At last, I smelled the the saline stench gushing out of the dead sea roaches.{j}{j}

source: [출……사…… 피팅…….]{j}왜냐하면 그녀의 얼굴은 입 위부터 온통 따개비에 다닥다닥 뒤덮여 있었기 때문이다.
en_us: “Photo...graphy... Modelling...” the woman groaned.{j}

source: 달깍-
en_us: Click.

source: “……그건 왜요?”
en_us: “Why do you need to know that...?”

source: 컵라면 작은 것 하나에 300kcal.{j}캔 커피 하나에 170kcal.{j}그러니까, 나는 방금 대략 1,300kcal 정도를 한 번에 흡입한 것이다.
en_us: One small cup noodles had about 300 calories. One canned coffee gave me 170. In total, I had just guzzled about 1,300 calories.{j}{j}

source: “네?{j}아, 아뇨.{j}그렇게까지는 말 안…….”
en_us: “What? N-no. That’s not what I said--” Suntae began.{j}{j}

source: 하지만 따개비 인간은 일반적인 상식 속의 좀비보다 훨씬 더 위험한 존재였다.{j}좀비는 단지 이빨과 손톱만 조심하면 되지만, 따개비 인간은 전신이 흉기나 다름없으니까.{j}저것들이 느려서 망정이지, 조금만 빨랐어도 우리는 모텔을 탈출할 생각조차 하지 못했을 것이다.
en_us: But barnacle humans were much more dangerous than zombies as we commonly knew. With zombies, we just had to watch out for their teeth and claws, while a barnacle human’s entire body was a weapon. At least they were slow. Had they been even a little faster, we would never have considered taking off from the motel.{j}{j}

source: 타지에서 생활하시는 분이라, 가게는 요즘 들어 거의 항상 문이 잠겨 있다.{j}그 옆에 있는 다른 횟집들도 대부분 사정은 마찬가지이리라.{j}나는 이 동네의 사정을 나름 잘 알기에 그냥 발걸음을 돌렸다.
en_us: Since the owner lived out of town, the restaurant was almost always closed these days. The other seafood restaurants nearby were probably the same. I knew the neighborhood pretty well, so I turned around, knowing I’d have no luck.{j}{j}

source: 나는 긴 거울 조각을 문밖 구멍으로 뻗어 복도의 상황을 살펴보았다.
en_us: I extended out the long piece of glass through the same hole to inspect the hall outside.

source: 이내 물이 나오지 않는다.{j}샤워기 속에서는 끼걱거리는 소리만 날 뿐.
en_us: No more water came out. Only a creak sounded inside the showerhead.{j}

source: “거기 락스로 냄새 지워요!”{j}옆에서 또다시 명령이 내려온다.
en_us: “Erase the smell with bleach!” the voice commanded me again.{j}

source: 앞이 보이지 않는 어둠 속을 한참이나 더 걸었다.
en_us: I walked through the pitch-black darkness for a good while. It was so cold that I could barely feel the blows I had dealt all over my body. Just before I froze to death, I saw a building before my eyes.

source: 칼과 대걸레 자루를 더욱더 단단히 연결했다.{j}테이프 두 개를 다 쓸 때까지 휘감고 또 휘감자, 비로소 튼튼하게 고정된 창이 완성되었다.
en_us: This time, I tied the knife to the mop much more securely. After twining two full rolls of tape around and around the two handles, I finally completed a strong, fixed spear.{j}

source: 또다시 뒤틀리기 시작한 내 배도 문제였다.{j}목이 바싹바싹 타고 몸에 힘이 빠져나간다.{j}이대로면 안 된다.{j}빨리 뭐든 목을 축이고 배를 채워야 했다.
en_us: My stomach began churning again. That too was another problem. I was dying of thirst and losing strength. At this rate, I wouldn’t last. I had to drink and eat something to ease my hunger and thirst.{j}{j}{j}

source: “예- 아저씨-”{j}나는 이번에도 태연하게 대답했다.
en_us: “I’m coming,” I said coolly.{j}

source: 나는 문고리를 막 돌리려다가 말고 생각했다.{j}철사로 둘둘 묶여 있었던 1층의 현관.{j}온통 물 범벅이었던 2층의 바닥.{j}모텔 전체에 풍기고 있는 이 기묘한 악취.{j}몸이 좀 낫자 비로소 지금 이 상황이 얼마나 이상한지 체감이 된다.{j}문득, 내가 문도 잠그지 않은 채 지금껏 잤다는 것에 오싹 소름이 끼쳤다.
en_us: Before I turned the door handle, I paused. The main entrance on the first floor had been jammed shut with a wire. The second floor was drenched with water. There was also a peculiar stench filling the entire motel. Now that I was feeling a little better, I realized how eerie this situation was. When I suddenly remembered that I had been sleeping without even locking the bedroom door, I shuddered in horror.{j}{j}{j}{j}{j}

source: 예전에 1층 화장실에서 만났던 모델 같은 여자가 내 신발코의 끝을 이빨로 꽉 깨물고 있었다.
en_us: The woman who looked like a model that I had seen in the first-floor washroom was biting the tip of my shoe.

source: 사각사각사각사각사각……
en_us: Snap snap snap snap snap...

source: “네.”
en_us: “Yeah.”

source: 왜냐면 나는 등대지기거든.
en_us: How is that possible, you ask? Well, I’m a lighthouse keeper.

source: 얼굴에 크게 돋아난 따개비의 패각 구멍 안으로 여자의 눈알이 데굴거리는 것이 보인다.{j}저기 튀어나온 가닥들은 마스카라일까 아니면 따개비의 촉수일까?{j}나는 필요 이상으로 좋은 내 시력에 회의감을 느끼며 재빨리 문을 닫았다.{j}그러나.
en_us: I saw the woman’s eyeball clinking inside through the large barnacle shell sprouting from her face. Strands of hair poked out around her eyes. Were they mascara or the antennae of the barnacles? Perhaps my vision was too good for my own good. So I left it at that and hurriedly closed the door.{j}{j}{j}

source: 나는 재빨리 운전석에 올라타 시동을 걸었다.{j}김슬비가 조수석의 문을 열고 올라오는 것이 보인다.
en_us: Without delay, I got on the driver’s seat and made myself comfortable. Seulbi opened the passenger seat and stepped inside.{j}

source: ‘……춥다.’
en_us: Brrr, it’s freezing...

source: 내가 자포자기하는 심경으로 드러누워 있을 때면 늘 내 등을 퍽 치며 웃어 주던 형.{j}바로 그 순간.
en_us: Whenever I sprawled out in despair, my brother would smack my back and grin.{j}

source: 남녀가 다투는 소리, 그리고 복도를 돌아다닐 때의 발소리를 들었다.{j}나는 방 밖으로 나가 복도 끝에 섰다.{j}그러자.
en_us: I had heard a man and a woman bickering and walking around the hallway. So, I exited my room and stood at the end of the corridor. That was when I glimpsed something.{j}{j}

source: 그리고 그럴 때마다 고무장화 속에 물이 차 철퍽거리는 듯한 소리가 들려왔다.
en_us: With every step they took, I heard water churning inside their rubber boots.

source: 찰칵!
en_us: Click!

source: “어, 언제 이렇게 돋아났지?{j}내가 들어올 때도 이랬던가?”
en_us: “H-how did they spread so fast? Was it already like this when I came in?”{j}

source: 그는 속칭 ‘장박(長泊) 낚시’를 온 2인조 중 하나였다.{j}진성 낚시꾼들은 자기만의 철이 오면 자기만의 장비를 갖추고 자기만의 포인트로 가서 몇 달씩 텐트를 친 채 죽치고 앉아 낚시를 하기도 한다.
en_us: He was one of the two fishermen who fished for days on end. True fishermen had personalized gear and went to their favorite spots during specific seasons. There, they’d camp out for months at a time fishing.{j}

source: 그러자 띠링- 하고 답댓글이 달렸다.
en_us: A ding sounded. Someone had replied to my comment.

source: [무…… 우우우…….]
en_us: “I... aaam...”

source: 배가 그 짧은 시간에 사라질 수 있나?{j}……물론 그럴 수 있다.{j}바다라는 곳에서는 인간의 감각 따위는 통하지 않는 법이니까.
en_us: Could the boat have disappeared in such a brief moment? Well... Of course it could. Human senses were no match for the great ocean.{j}{j}

source: 슥-
en_us: Whish.

source: 김슬비의 말에 모두가 가진 핸드폰을 내밀었다.{j}통화권을 이탈했다는 메시지 때문에 구조 전화는 할 수 없었지만, 적어도 따개비 인간들의 주의를 다른 곳으로 돌리는 용도로는 사용할 수 있었다.
en_us: Everyone handed out their phones. Unfortunately, none of them were able to make an emergency call since all of their phones were out of range for service. Still, they could use the device to distract the barnacle humans.{j}
